export const jobs = [
  {
    category: "기획/PM",
    skills: [
      "서비스 기획자",
      "프로덕트 매니저 (PM)",
      "프로젝트 매니저",
      "콘텐츠 기획자",
      "전략기획/사업기획",
    ],
  },
  {
    category: "개발/엔지니어링",
    skills: [
      "프론트엔드 개발자",
      "백엔드 개발자",
      "풀스택 개발자",
      "앱 개발자 (iOS/Android)",
      "웹 개발자",
      "DevOps/인프라 엔지니어",
      "데이터 엔지니어",
      "머신러닝/AI 엔지니어",
      "게임 개발자",
    ],
  },
  {
    category: "디자인",
    skills: [
      "UI/UX 디자이너",
      "제품 디자이너 (Product Designer)",
      "그래픽 디자이너",
      "BX/브랜드 디자이너",
      "웹 디자이너",
      "앱 디자이너",
      "영상/모션 디자이너",
      "일러스트레이터",
    ],
  },
  {
    category: "마케팅/성장",
    skills: [
      "디지털 마케터",
      "퍼포먼스 마케터",
      "콘텐츠 마케터",
      "브랜드 마케터",
      "마케팅 전략",
      "SEO/바이럴 마케팅",
      "그로스 해커",
      "CRM/리텐션 마케터",
    ],
  },
  {
    category: "세일즈/사업개발",
    skills: [
      "B2B 세일즈",
      "B2C 세일즈",
      "파트너십 매니저",
      "제휴/BD 매니저",
      "영업관리/운영",
    ],
  },
  {
    category: "운영/고객관리",
    skills: [
      "서비스 운영",
      "고객지원(CS)",
      "커뮤니티 매니저",
      "교육 매니저/운영 매니저",
      "콘텐츠 운영",
    ],
  },
  {
    category: "경영/재무/인사",
    skills: [
      "경영지원",
      "재무/회계",
      "인사담당자 (HR)",
      "채용담당자 (리크루터)",
      "노무/총무",
    ],
  },
  {
    category: "콘텐츠/크리에이터",
    skills: [
      "콘텐츠 제작자",
      "유튜버/영상 크리에이터",
      "블로그/SNS 콘텐츠 크리에이터",
      "카피라이터",
      "작가/에디터",
    ],
  },
  {
    category: "데이터/리서치",
    skills: ["데이터 분석가", "BI 분석가", "리서처/UX 리서처", "시장 조사원"],
  },
  {
    category: "CX/사용자 경험",
    skills: [
      "UX 리서처",
      "CX 매니저",
      "사용자 피드백 분석",
      "QA/테스트 매니저",
    ],
  },
  {
    category: "창업/공동창업",
    skills: [
      "공동창업자(CTO)",
      "공동창업자(COO)",
      "공동창업자(CMO)",
      "창업",
      "스타트업",
      "스타트업 빌더",
      "엑셀러레이터/액티브 파운더",
    ],
  },
  {
    category: "기타/프리랜서/외주",
    skills: [
      "프리랜서 개발자",
      "프리랜서 디자이너",
      "프리랜서 마케터",
      "프리랜서",
      "번역/통역",
      "외주 파트너",
    ],
  },
];
